{
  "packId": "q11-guard-change",
  "readme": "Quarter Eleven chronicles the transition of power in Washington and the strategic crossroads faced by the SAIX initiative. As the old guard departs, stakeholders must decide whether to entrench themselves within the new regime or sever ties while the political machine is recalibrating.",
  "items": [
    {
      "type": "NEWS_ARTICLE",
      "headline": "Inauguration Eve: K-Street Braces for 'The Great Recalibration'",
      "body": "As moving trucks line the streets of Northwest DC, the city remains in a state of breathless suspension. The incoming administration has promised a total audit of 'Deep Tech' initiatives, leaving the SAIX program in a precarious limbo. Analysts suggest that while some legacy contracts are being fast-tracked for signatures tonight, others are being quietly scrubbed from the transition team's briefing books. The silence from the new Chief of Staff's office is deafening, leaving contractors to wonder if they are part of the new world order or the first casualties of its purge.",
      "source": "The Capital Ledger",
      "date": "January 19, Quarter 11",
      "flavor": "The transition is a blank slate, or a guillotine."
    },
    {
      "type": "INTERNAL_MEMO",
      "headline": "STRATEGIC ASSESSMENT: DC TRANSITION VULNERABILITIES",
      "body": "The incoming administration is currently preoccupied with cabinet confirmations and security clearances. This creates a 45-day window of institutional blindness. Option A: We leverage our remaining contacts in the outgoing administration to lock in the 10-year 'Black Box' indemnity clause before midnight. Option B: We initiate the 'Ghost' protocol, scrubbing our metadata from federal servers while the oversight committees are in flux. To stay is to be scrutinized; to leave is to be forgotten. We must choose before the new Secretary is sworn in.",
      "source": "Office of the Chief Strategist",
      "date": "January 22, Quarter 11",
      "flavor": "Hesitation is the only wrong move."
    },
    {
      "type": "INTERCEPTED_COMM",
      "headline": "RE: The Cord / The Knot",
      "body": "(Sender 01): They're still arguing over the seating charts at the State Department. The back door is still open. (Sender 02): If we're going to cut the cord, we do it now. Once the new security sweeps start in Q12, we'll be tied to them forever. (Sender 01): Or we sign the deal and become 'too big to fail.' (Sender 02): I'd rather be invisible than essential. Let's see who blinks first.",
      "source": "Signal-Intercept (Encrypted)",
      "date": "January 25, Quarter 11",
      "flavor": "Watching the giants stumble."
    }
  ],
  "context": "q11.mp3"
}