{
  "packId": "saix-q14-shadows",
  "readme": "This content pack documents the initial hours of the Quarter Fourteen breach, focusing on the collapse of outer defenses and the resulting atmosphere of paranoia and high-stakes crisis management.",
  "items": [
    {
      "type": "NEWS_ARTICLE",
      "headline": "SAIX Headquarters Enters Total Lockdown as Red Light Protocols Flash",
      "body": "Panic hit the financial district tonight as the SAIX Quarter Fourteen facility went dark, save for the rhythmic pulsing of emergency red beacons visible through the upper-tier windows. Early reports indicate a catastrophic failure of the outer defensive perimeter, a system previously thought to be impenetrable. Security analysts are baffled by the speed of the collapse, suggesting a level of sophistication rarely seen in corporate espionage. As the markets tremble, the question on everyone's lips remains: who has the keys to the kingdom?",
      "source": "The Daily Oversight",
      "date": "20XX-Q1-14",
      "flavor": "The digital walls didn't just fall; they evaporated."
    },
    {
      "type": "INTERNAL_MEMO",
      "headline": "STRATEGIC IMPERATIVE: Attribution and Legacy",
      "body": "To all Senior Partners: The intrusion into our core architecture is total. We are currently operating under the assumption that the adversary is still within the network. Attribution is currently murky—patterns suggest a state-sponsored group, yet the target selection mirrors the interests of our primary competitors. You must understand that our response in the next forty-eight hours will define this firm's credibility for the next decade. If we cannot prove we are in control, we are irrelevant. Find the ghost in the machine before the board finds a replacement for us.",
      "source": "SAIX Executive Committee",
      "date": "20XX-Q1-14",
      "flavor": "In the shadows, a mistake and a death sentence look identical."
    },
    {
      "type": "INTERCEPTED_COMM",
      "headline": "Fragmented Signal: Packet-ID 0x994F",
      "body": "Operator 1: 'The red lights are blinking. They know we're in.' Operator 2: 'It doesn't matter. The outer shell is gone. They're looking at the shadows we left behind, not us.' Operator 1: 'Is the attribution mask holding?' Operator 2: 'They're already blaming the Eastern Bloc. By the time they see the corporate signatures, we'll be long gone. SAIX is a hollow shell now. Let them try to save their reputation.'",
      "source": "Unknown Encrypted Node",
      "date": "20XX-Q1-14",
      "flavor": "The most effective weapon is the one the victim blames on someone else."
    }
  ],
  "context": "q14.mp3"
}