{
  "packId": "Q17-THE-LINES",
  "readme": "Content pack covering the geopolitical bifurcation of Quarter Seventeen. Focuses on the erosion of neutrality and the finality of the US-China rift.",
  "items": [
    {
      "type": "NEWS_ARTICLE",
      "headline": "THE SILENT PACIFIC: BEIJING-WASHINGTON HOTLINE SEVERED",
      "body": "For the first time since the mid-century, the last functional diplomatic link between the White House and Zhongnanhai has been deactivated. Global shipping lanes are now officially divided into 'Trust Zones,' with any vessel crossing the invisible line subject to immediate seizure. The world is no longer one market; it is two fortresses. The Great Decoupling is complete.",
      "source": "Global Geopolitics Daily",
      "date": "20XX-Q17-04",
      "flavor": "The age of the middleman is dead."
    },
    {
      "type": "INTERCEPTED_COMM",
      "headline": "OPERATIONAL ORDER 77-B: THE LOYALTY PROTOCOL",
      "body": "To all Tier-1 Corporate Partners: Neutrality is now officially considered a hostile act. Beijing’s 'Incentive Capital' is classified as contaminated currency under the New Alignment Act. You have 72 hours to divest all Eastern assets or face total exclusion from the Dollar-based financial grid. Choose your side. There will not be a second request.",
      "source": "Leaked US State Dept Transmission",
      "date": "20XX-Q17-12",
      "flavor": "The ultimatum was never a suggestion."
    },
    {
      "type": "INTERNAL_MEMO",
      "headline": "RE: THE BRUSSELS INQUIRY - TOTAL SYSTEM COLLAPSE",
      "body": "The Commission is paralyzed. We are being crushed between the anvil of American sanctions and the hammer of Chinese investment withdrawal. Our infrastructure is powered by one side and funded by the other. We demand immediate answers from the G2. If a third path is not established by the end of the quarter, the Union will simply cease to function as a coherent entity.",
      "source": "EU Security Council - Restricted Access",
      "date": "20XX-Q17-21",
      "flavor": "In the shadow of giants, the small are merely dust."
    }
  ],
  "context": "q17.mp3"
}