{
  "packId": "SAIX-Q2-MP3",
  "readme": "Data center expansion hits a physical wall. The Silicon Chokepoint defines Quarter Two, forcing a choice between the high-performance shackles of NVIDIA hardware and the slow autonomy of European alternatives.",
  "items": [
    {
      "type": "NEWS_ARTICLE",
      "headline": "DOJ Launches Probe into Tech Giants Over H200 Export Loophole",
      "body": "Federal investigators have flagged a surge in shell corporation activity linked to GPU procurement. As the Commerce Department tightens the leash on H200 shipments, companies are facing a binary choice: comply with glacial licensing or risk blacklisting. The silicon chokepoint is no longer a theory; it is a cage that is rapidly closing on the industry's largest players.",
      "source": "The Global Financial Daily",
      "date": "202X-05-14",
      "flavor": "Regulation is the new hardware barrier."
    },
    {
      "type": "INTERNAL_MEMO",
      "headline": "RE: Q2 Infrastructure Reserve - URGENT",
      "body": "We have secured a shipment of 4,000 H200 units through the Singapore transit hub. However, the vendor demands a 24-month exclusivity contract. By stockpiling these, we guarantee our AI training speeds but become entirely beholden to their maintenance cycle and proprietary firmware. If we do not sign by EOD, the batch goes to our primary competitor. Choose: performance or independence.",
      "source": "Chief Technology Officer",
      "date": "202X-05-18",
      "flavor": "Gold is heavy, and silicon is the new gold."
    },
    {
      "type": "INTERCEPTED_COMM",
      "headline": "Encrypted Comms: Euro-Chip Logistics",
      "body": "We are looking at the ASML-adjacent startups in the EU. No export leash, no oversight from the trade commission. But the benchmarks are abysmal—30 percent slower than the H200 stack on large language model training. Are we willing to trade raw performance for autonomy? The board is getting nervous. If we choose freedom, we might be too late to the market.",
      "source": "Signal Leak - Ops Lead to CEO",
      "date": "202X-06-02",
      "flavor": "Sovereignty has a latency penalty."
    }
  ],
  "context": "q2.mp3"
}