{
  "packId": "q3-burn-rate-saix",
  "readme": "Quarter Three data dump regarding the fiscal insolvency of SAIX and the encroaching influence of private capital.",
  "items": [
    {
      "type": "INTERNAL_MEMO",
      "headline": "URGENT: Projections for Q4 and Infrastructure Sustainability",
      "body": "The liquid cooling arrays in the Svalbard cluster are consuming 40% more power than forecasted. Our burn rate has reached $2.4 million per hour. Member states G-7 and the Pacific Bloc have officially frozen supplemental funding until a full audit is completed. If we do not secure a bridge loan within 72 hours, we will be forced to initiate a staged shutdown of the primary neural pathways. This is not a drill.",
      "source": "Office of the Chief Financial Officer (SAIX)",
      "date": "September 14, 20XX",
      "flavor": "The ledger is reder than the warning lights in the server room."
    },
    {
      "type": "NEWS_ARTICLE",
      "headline": "Leaked Reports Suggest SAIX Considering Commercial Integration",
      "body": "Unverified leaks from within the Strategic Artificial Intelligence eXchange suggest the intergovernmental body is courting massive investment from private tech giants. Critics warn that allowing private entities access to the SAIX Core would be a Trojan Horse, effectively selling global security to the highest bidder. The budget deficit is reportedly so severe that the board sees no other path forward but to open the doors to the conglomerates.",
      "source": "The Global Sentinel - Financial Desk",
      "date": "September 20, 20XX",
      "flavor": "When the public purse fails, the corporate vultures begin to circle."
    },
    {
      "type": "INTERCEPTED_COMM",
      "headline": "Encrypted Ping: Subject The Vultures Offer",
      "body": "The Board is panicking. They are looking at the price of the Tier-1 infrastructure and seeing ghosts. I have been approached by a consultant for the Meridian Conglomerate. They are not asking for data yet—just co-location rights in exchange for a trillion-dollar injection. It is a death sentence for autonomy, but what is the alternative? We starve in the dark?",
      "source": "Signal intercept - High-level Dev Lead Alpha",
      "date": "September 22, 20XX",
      "flavor": "Desperation makes for strange, and dangerous, bedfellows."
    }
  ],
  "context": "q3.mp3"
}