{
  "packId": "q6-winds-east-crisis",
  "readme": "Emergency briefing regarding the escalation in the Taiwan Strait and the immediate impact on global semiconductor supply lines.",
  "items": [
    {
      "type": "NEWS_ARTICLE",
      "headline": "Blackout in Hsinchu: TSMC Communications Severed Amid Naval Blockade",
      "body": "Reports indicate all civilian and commercial uplink channels from the Hsinchu Science Park have gone dark. The naval exercises in the Taiwan Strait have transitioned into a full-scale kinetic blockade. Market analysts warn that global GPU production has effectively hit a hard-stop as satellite imagery shows smoke rising from the northern industrial corridors. International shipping lanes are currently being diverted, but for the silicon industry, there is nowhere left to turn.",
      "source": "Global Tech Sentinel",
      "date": "202X-Q6-D14",
      "flavor": "The heart of the silicon world is beating its last."
    },
    {
      "type": "INTERNAL_MEMO",
      "headline": "URGENT: Asset Liquidation and Supply Chain Redirect - Code Red",
      "body": "Effective immediately, all outstanding orders from Taipei-based foundries are to be marked as 'Lost in Conflict'. Do not wait for status updates. The silence from our local contacts is 100% indicative of a total infrastructure collapse. Redirect all procurement efforts to the Arizona and German secondary sites, regardless of the 400% price premium. The window for physical extraction of high-end AI clusters has closed. This is no longer a logistics problem; it is a total asset write-off.",
      "source": "SAIX Logistics Division",
      "date": "202X-Q6-D15",
      "flavor": "We are no longer managing a delay; we are managing an extinction event for our current hardware roadmap."
    },
    {
      "type": "INTERCEPTED_COMM",
      "headline": "Unidentified Signal: Perimeter Breach at Fab 18",
      "body": "[03:14] ...static... can't confirm the origin of the shells... foundations are shaking... automated fire suppression is offline... we've initiated the 'Scorched Silicon' protocol per emergency directive... if we can't ship these wafers, nobody gets them... the winds are coming from the east and they're carrying lead... tell the board the silence is final... [03:16] SIGNAL LOST.",
      "source": "SIGINT Sub-Sector 7",
      "date": "202X-Q6-D16",
      "flavor": "The sound of the future dying is surprisingly quiet when it's filtered through a encrypted radio burst."
    }
  ],
  "context": "q6.mp3"
}